{
    "recipes": [
        {
            "name": "كشري مصري",
            "description": "يُسلق العدس حتى ينضج ثم يُصفى. يُطهى الأرز في وعاء آخر مع قليل من الزيت والماء حتى ينضج. تُسلق المكرونة وتُصفى جيدًا. يُحمر البصل في الزيت حتى يصبح ذهبيًا ومقرمشًا، ثم يُصفى من الزيت. لتحضير الصلصة، يُشوح الثوم في قليل من الزيت ثم يُضاف الخل والصلصة والبهارات، ويُترك الخليط على نار هادئة لمدة 10 دقائق. لتجهيز طبق الكشري، يُخلط الأرز مع العدس والمكرونة، ثم يُزين بالبصل المحمر وتُضاف الصلصة حسب الرغبة."
        },
        {
            "name": "ملوخية بالأرانب",
            "description": "يُسلق الأرنب في ماء مغلي مع البصل والتوابل حتى ينضج، ثم يُصفى المرق ويُحفظ جانبًا. في وعاء، تُضاف الملوخية المفرومة إلى المرق المغلي مع التقليب المستمر. في مقلاة، يُحمر الثوم مع الكزبرة في السمن حتى يصبح ذهبيًا، ثم يُضاف الخليط إلى الملوخية ويُقلب جيدًا. يُقدم الطبق ساخنًا بجانب الأرز الأبيض أو الخبز البلدي."
        },
        {
            "name": "محشي ورق عنب",
            "description": "يُغسل ورق العنب ويُسلق في ماء مغلي لمدة دقيقتين ثم يُصفى. يُخلط الأرز مع عصير الطماطم والبصل والثوم والتوابل والأعشاب والزيت. يُحشى كل ورقة بملعقة صغيرة من الحشوة وتُلف بإحكام. يُرص في قدر مع شرائح طماطم وبصل، ثم يُضاف المرق. يُغطى القدر ويُترك على نار هادئة حتى ينضج المحشي."
        },
        {
            "name": "كبدة إسكندراني",
            "description": "تُتبل الكبدة بالثوم والليمون والبهارات وتُترك لمدة 30 دقيقة. في مقلاة ساخنة بها قليل من الزيت، تُشوح الكبدة بسرعة حتى تنضج مع الاحتفاظ بطراوتها. تُقدم ساخنة مع الخبز البلدي والطحينة."
        },
        {
            "name": "سمك مقلي",
            "description": "يُنظف السمك جيدًا ويُتبل بالليمون والثوم والتوابل لمدة ساعة. يُغمس في الدقيق ويُقلى في زيت ساخن حتى يصبح ذهبي اللون. يُقدم مع سلطة الطحينة والأرز الأبيض."
        },
        {
            "name": "بيض شكشوكة",
            "description": "في مقلاة، يُشوح البصل والفلفل والثوم في الزيت حتى يذبل. تُضاف الطماطم والتوابل وتُترك حتى تنضج. يُكسر البيض فوق الخليط ويُترك على نار هادئة حتى ينضج. يُقدم مع الخبز البلدي."
        },
        {
            "name": "فتة مصرية",
            "description": "يُسلق اللحم في ماء مع التوابل حتى ينضج. يُطهى الأرز في قليل من السمن والماء حتى ينضج. يُحمص الخبز في الفرن حتى يصبح مقرمشًا. يُشوح الثوم في السمن ثم يُضاف الخل والصلصة والبهارات، ويُترك على نار هادئة. في طبق التقديم، يُوضع الخبز المحمص ثم يُضاف فوقه الأرز، ويُسكب فوقه الصلصة ويُزين بقطع اللحم ويُقدم ساخنًا."
        },
         {
            "name": "بصارة",
            "description": "يُغسل الفول وينقع ثم يُسلق مع البصل والثوم والكزبرة الجافة حتى ينضج. يُضرب الخليط في الخلاط حتى يصبح ناعمًا، ثم يُعاد إلى النار مع التقليب حتى يثقل القوام. يُسكب في أطباق ويُزين بالبصل المحمر ويُقدم مع الخبز البلدي."
        },
        {
            "name": "طاجن البامية باللحم",
            "description": "يُشوح اللحم في قليل من الزيت حتى يتحمر، ثم يُضاف البصل والثوم والطماطم والتوابل. تُترك المكونات حتى تتسبك، ثم تُضاف البامية والمرق، ويُطهى الطاجن في الفرن حتى تنضج البامية."
        },
        {
            "name": "فول بالطحينة",
            "description": "يُهرس الفول المطبوخ، ثم يُضاف إليه الثوم والطحينة والليمون والتوابل. يُزين بزيت الزيتون والبقدونس، ويُقدم مع الخبز الساخن."
        },
        {
            "name": "بطاطس محمرة",
            "description": "تُقطع البطاطس إلى أصابع، ثم تُنقع في الماء البارد لمدة 30 دقيقة. تُجفف جيدًا، ثم تُقلى في زيت ساخن على مرحلتين حتى تصبح مقرمشة وذهبية."
        },
        {
            "name": "رز معمر",
            "description": "يُغسل الأرز ويُخلط مع الحليب والقشطة والملح والسكر. يُوضع في طاجن فرن، ويُخبز حتى يصبح الوجه ذهبيًا."
        },
        {
            "name": "ممبار محشي",
            "description": "يُنظف الممبار جيدًا، ثم يُحشى بخليط الأرز والطماطم والتوابل. يُسلق في ماء مغلي حتى ينضج، ثم يُقلى في الزيت حتى يصبح مقرمشًا."
        },
        {
            "name": "عجة مصرية",
            "description": "يُخفق البيض مع البصل والبقدونس والدقيق والتوابل. يُصب الخليط في مقلاة بها زيت ساخن، ويُطهى حتى يتماسك ويُصبح ذهبي اللون."
        },
        {
            "name": "مسقعة",
            "description": "يُقلى الباذنجان في الزيت ثم يُصفى. يُحمر الثوم مع الطماطم والتوابل حتى تتسبك الصلصة، ثم يُضاف الباذنجان ويُترك على نار هادئة حتى يمتزج الطعم."
        },
        {
            "name": "طاجن عكاوي",
            "description": "تُحمر قطع العكاوي في الزيت، ثم يُضاف البصل والثوم والطماطم والمرق. يُترك الخليط حتى ينضج، ثم يُوضع في الفرن حتى يكتسب نكهة غنية."
        },
        {
            "name": "كوارع",
            "description": "تُنظف الكوارع جيدًا، ثم تُسلق مع البصل والتوابل حتى تنضج. تُقدم ساخنة مع العيش البلدي والخلطة الخاصة بها."
        },
        {
            "name": "أرز بالكبد والقوانص",
            "description": "تُشوح الكبد والقوانص في الزبدة مع التوابل. يُضاف الأرز والماء، ويُترك على نار هادئة حتى ينضج."
        },
        {
            "name": "قراقيش",
            "description": "يُخلط الدقيق مع السمن والخميرة والينسون والماء الدافئ حتى تتكون عجينة. تُترك لتختمر ثم تُشكل أصابع وتُخبز حتى تصبح ذهبية."
        },
        {
            "name": "كعك العيد",
            "description": "يُخلط الدقيق مع السمن والخميرة والسكر والحليب، ثم تُشكل كرات وتُحشى بالملبن أو العجوة. تُخبز حتى تصبح ذهبية، ثم تُرش بالسكر البودرة."
        },
        {
            "name": "بسكويت النشادر",
            "description": "يُخفق السكر مع السمن، ثم يُضاف البيض والفانيليا والنشادر. يُضاف الدقيق تدريجيًا حتى تتكون عجينة متماسكة، ثم تُشكل أصابع وتُخبز حتى تصبح ذهبية اللون."
        },
        {
            "name": "بيتزا شرقية",
            "description": "تُخلط العجينة وتُترك لتختمر، ثم تُفرد ويُوضع عليها خليط اللحم المعصج. تُخبز في الفرن حتى تنضج تمامًا."
        },
        {
            "name": "شوربة العدس",
            "description": "يُسلق العدس مع البصل والجزر والطماطم والتوابل حتى ينضج، ثم يُضرب في الخلاط ويُعاد تسخينه، ويُقدم مع العيش المحمص."
        },
        {
            "name": "عصير قصب",
            "description": "يُعصر القصب باستخدام العصّارة ويُصفى، ثم يُقدم باردًا."
        },
        {
            "name": "حمام محشي",
            "description": "يُحشى الحمام بخليط الأرز والتوابل، ثم يُسلق في ماء مغلي حتى ينضج. يُشوى أو يُحمر في الزبدة حتى يكتسب لونًا ذهبيًا."
        },
        {
            "name": "قرص طرية",
            "description": "يُخلط الدقيق مع السمن والخميرة واللبن حتى تتكون عجينة طرية. تُترك لتختمر ثم تُخبز حتى تصبح ذهبية اللون."
        },
        {
            "name": "محشي كرنب",
            "description": "يُسلق الكرنب قليلًا ثم يُقطع إلى قطع صغيرة. يُحشى بخليط الأرز والطماطم والبصل والتوابل، ثم يُرص في قدر ويُطهى مع المرق حتى ينضج."
        },
        {
            "name": "محشي ورق عنب",
            "description": "يُحشى ورق العنب بخليط الأرز والبقدونس والطماطم والبصل والتوابل، ثم يُرص في قدر ويُطهى مع المرق حتى ينضج."
        },
        {
            "name": "كفتة داوود باشا",
            "description": "يُخلط اللحم المفروم مع البصل والتوابل ويُشكل كرات. تُحمر الكرات ثم تُطهى في صلصة الطماطم حتى تنضج."
        },
        {
            "name": "ملوخية بالجمبري",
            "description": "يُشوح الجمبري مع الثوم والكزبرة، ثم تُضاف الملوخية وتُطهى لبضع دقائق حتى تصبح جاهزة."
        },
        {
            "name": "فتة باللحمة",
            "description": "يُقطع الخبز المحمص ويوضع في الطبق، ثم يُضاف الأرز، ثم يُسقى بالصوص الأحمر. يُزين باللحم المحمر ويُقدم."
        },
        {
            "name": "ممبار بالخضار",
            "description": "يُحشى الممبار بخليط الأرز والخضروات المفرومة، ثم يُسلق ويُقلى حتى يصبح مقرمشًا."
        },
        {
            "name": "كشري مصري",
            "description": "يُطهى الأرز والمكرونة والعدس كل على حدة، ثم يُخلطوا معًا. يُضاف الصلصة الحمراء والبصل المحمر ويُقدم مع الدقة."
        },
        {
            "name": "بط محشي بالفريك",
            "description": "يُحشى البط بالفريك المتبل، ثم يُطهى في الفرن حتى يكتسب لونًا ذهبيًا."
        },
        {
            "name": "كوارع بالخل والثوم",
            "description": "تُسلق الكوارع حتى تنضج، ثم تُحمص في الزبدة مع الثوم والخل وتُقدم ساخنة."
        },
        {
            "name": "جمبري مشوي",
            "description": "يُتبل الجمبري بالثوم والليمون والبهارات، ثم يُشوى على الجريل حتى ينضج."
        },
        {
            "name": "سبيط مقلي",
            "description": "يُتبل السبيط بالليمون والبهارات، ثم يُغمس في الدقيق ويُقلى في الزيت حتى يصبح ذهبيًا."
        },
        {
            "name": "طاجن سمك بالطحينة",
            "description": "يُطهى السمك في الفرن مع خليط الطحينة والثوم والليمون حتى ينضج تمامًا."
        },
        {
            "name": "بيض بالبسطرمة",
            "description": "يُشوح البسطرمة في قليل من الزبدة، ثم يُضاف البيض المخفوق ويُطهى حتى يتماسك."
        },
        {
            "name": "بيض بالجبنة القديمة",
            "description": "يُخفق البيض مع الجبنة القديمة والطماطم والفلفل، ثم يُطهى في مقلاة حتى ينضج."
        },
        {
            "name": "كبدة اسكندراني",
            "description": "تُشوح الكبدة في الزيت مع الثوم والفلفل الحار والتوابل، ثم تُقدم مع العيش البلدي."
        },
        {
            "name": "حواوشي",
            "description": "يُحشى العيش البلدي بخليط اللحم المفروم والتوابل، ثم يُشوى في الفرن حتى يصبح مقرمشًا."
        },
        {
            "name": "شاورما فراخ",
            "description": "تُتبل قطع الدجاج بالبهارات والثوم والزبادي، ثم تُطهى في طاسة ساخنة حتى تنضج."
        },
        {
            "name": "كريب حادق",
            "description": "يُحضر الكريب ثم يُحشى بالدجاج أو الجبنة أو اللحم حسب الرغبة."
        },
        {
            "name": "فطير مشلتت",
            "description": "يُفرد العجين بعد عجنه جيدًا ويُدهن بالزبدة، ثم يُخبز في فرن ساخن حتى يصبح ذهبيًا."
        },
        {
            "name": "عصير سوبيا",
            "description": "يُخلط جوز الهند مع اللبن والسكر والفانيليا، ثم يُبرد ويُقدم."
        },
        {
            "name": "تمر هندي",
            "description": "يُنقع التمر الهندي في الماء، ثم يُصفى ويُحلى بالسكر، ويُبرد قبل التقديم."
        },
        {
            "name": "حمص الشام",
            "description": "يُسلق الحمص مع الطماطم والثوم والكمون، ثم يُقدم ساخنًا مع الليمون."
        },
        {
            "name": "عجينة القطايف",
            "description": "تُخلط المكونات وتُطهى على شكل دوائر صغيرة في طاسة غير لاصقة، ثم تُحشى وتُقلى أو تُقدم بدون قلي."
        },
        {
            "name": "لقمة القاضي",
            "description": "تُخلط العجينة وتُترك لتختمر، ثم تُقطع كرات صغيرة وتُقلى حتى تصبح ذهبية، ثم تُغطس في الشربات."
        },
        {
            "name": "جيلي بالفواكه",
            "description": "يُحضر الجيلي ويُضاف إليه قطع الفواكه، ثم يُترك ليجمد قبل التقديم."
        },
        {
            "name": "أم علي",
            "description": "تُخلط الرقاق مع الحليب والمكسرات، ثم تُخبز حتى تصبح ذهبية اللون."
        },
        {
            "name": "جلاش باللحم المفروم",
            "description": "تُرص طبقات الجلاش مع اللحم المفروم، ثم تُخبز في الفرن حتى تصبح ذهبية."
        },
        {
            "name": "بسبوسة",
            "description": "يُخلط السميد مع الزبدة والزبادي والسكر، ثم يُخبز ويُسقى بالشربات بعد النضج."
        },
        {
            "name": "كنافة بالمكسرات",
            "description": "تُحشى الكنافة بالمكسرات وتُخبز حتى تصبح ذهبية، ثم تُسقى بالشربات."
        },
         {
    "name": "العدس الأصفر",
    "description": "يُطهى العدس الأصفر مع البصل والجزر والبطاطس، ثم يُضرب في الخلاط ويُقدم مع العيش المحمص."
  },
  {
    "name": "الكشري الأسكندراني",
    "description": "يُطهى الأرز مع العدس الأصفر ويُقلى البصل ويُضاف فوقه، يُقدم مع السلطة والطحينة."
  },
  {
    "name": "المسقعة باللحمة المفرومة",
    "description": "يُقلى الباذنجان ويُطهى مع صلصة الطماطم واللحم المفروم، ثم يُخبز في الفرن ويُقدم ساخنًا."
  },
  {
    "name": "الطاجن العكاوي",
    "description": "يُطهى العكاوي مع البصل والثوم والبهارات، ثم يُخبز في الفرن داخل طاجن حتى ينضج تمامًا."
  },
  {
    "name": "ورق العنب باللحمة",
    "description": "يُحشى ورق العنب بخليط الأرز واللحم المفروم ويُطهى على نار هادئة مع عصير الطماطم."
  },
  {
    "name": "الرنجة المشوية",
    "description": "تُشوى الرنجة على النار ثم تُقطع وتُخلط مع الطحينة والليمون والبصل المفروم."
  },
  {
    "name": "السمك السنجاري",
    "description": "يُفتح السمك ويُتبل بالثوم والليمون والكمون، ثم يُشوى في الفرن حتى ينضج."
  },
  {
    "name": "طاجن السبيط",
    "description": "يُطهى السبيط مع الطماطم والفلفل والثوم ويُخبز في الفرن حتى يكتسب نكهة غنية."
  },
  {
    "name": "كفتة البطاطس",
    "description": "تُهرس البطاطس وتُخلط باللحم المفروم والتوابل، ثم تُشكل أقراصًا وتُقلى في الزيت."
  },
  {
    "name": "المكرونة بالبشاميل",
    "description": "يُطهى اللحم المفروم مع البصل، ثم يُضاف إلى المكرونة المسلوقة مع صوص البشاميل وتُخبز في الفرن."
  },
  {
    "name": "الفراخ المشوية على الفحم",
    "description": "تُتبل الفراخ بالزبادي والثوم والتوابل، ثم تُشوى على الفحم حتى تكتسب نكهة مدخنة رائعة."
  },
  {
    "name": "اللحمة بالبصل",
    "description": "يُقطع اللحم إلى قطع صغيرة ويُطهى مع البصل والتوابل على نار هادئة حتى ينضج."
  },
  {
    "name": "الممبار",
    "description": "يُحشى الممبار بالأرز والتوابل ويُسلق ثم يُقلى في الزيت حتى يصبح مقرمشًا."
  },
  {
    "name": "الفتة المصرية",
    "description": "تُحمص قطع العيش البلدي وتُغمر بالشوربة، ثم يُضاف الأرز والثوم والخل والصلصة."
  },
  {
    "name": "الرقاق باللحمة المفرومة",
    "description": "يُحشى الرقاق باللحم المفروم المعصج، ثم يُخبز في الفرن حتى يصبح مقرمشًا."
  },
  {
    "name": "الحمام المحشي",
    "description": "يُحشى الحمام بالفريك أو الأرز ويُسلق ثم يُشوى في الفرن ليكتسب لونًا ذهبيًا."
  },
  {
    "name": "كبدة إسكندراني",
    "description": "تُقطع الكبدة إلى شرائح وتُتبل بالثوم والليمون والفلفل الحار، ثم تُشوح في الزيت على نار عالية."
  },
  {
    "name": "اللوبيا بالصلصة",
    "description": "تُطهى اللوبيا مع صلصة الطماطم والثوم وتُقدم مع الأرز الأبيض."
  },
  {
    "name": "البط المحمر",
    "description": "يُطهى البط في ماء مغلي مع البصل والتوابل، ثم يُحمر في الفرن ليحصل على لون ذهبي."
  },
  {
    "name": "السجق البلدي",
    "description": "يُطهى السجق مع الفلفل والطماطم والبصل ويُقدم داخل العيش البلدي."
  }
]
}